Repository: OpenDevelopmentMekong/ckanext-odm_audit
Catalog: ckanext/odm_audit/i18n/*.po
Languages: vi

source: Unauthorized to access audit scripts
vi: Không cho phép tiếp cận dữ liệu kiểm toán hệ thống

source: Private Datasets
vi: Dữ liệu cá nhân

source: entries
vi: Dữ liệu nhập

source: Dataset
vi: Dữ liệu

source: Type
vi: Loại hình

source: No private datasets
vi: Không cho phép dữ liệu cá nhân

source: Private Datasets by type
vi: Dữ liệu cá nhân theo loại hình

source: Count
vi: Bộ đếm

source: Records by type
vi: Tài liệu phân theo loại hình

source: Type of record
vi: Loại tài liệu

source: Number
vi: Số lượng

source: Records by copyright
vi: Tài liệu phân loại theo bản quyền

source: Copyright
vi: Bản quyền

source: Records mising spatial range
vi: Tài liệu mất dữ liệu về không gian

source: Record
vi: Tài liệu

source: Private
vi: Chế độ cá nhân

source: No datasets missing odm_spatial_range field
vi: Không bị thiếu dữ liệu odm_spatial_range field

source: Datasets mising mandatory fields
vi: Không có trường nội dung thiếu dữ liệu

source: No datasets missing mandatory fields
vi: Không có trường nội dung thiếu dữ liệu

source: Library records mising mandatory fields
vi: Các trường nội dung thiếu thông tin về ấn phẩm thư viện

source: No library records missing mandatory fields
vi: Không có trường nội dung thiếu tài liệu thư viện

source: Laws records mising mandatory fields
vi: Các trường nội dung thiếu thông tin về văn bản luật

source: No laws records missing mandatory fields
vi: Các trường nội dung thiếu thông tin về ấn phẩm thư viện

source: Records not migrated
vi: Tài liệu chưa được chuyển di

source: All records migrated
vi: Toàn bộ tài liệu đã được chuyển đi

source: Statistics Menu
vi: Thống kê

source: Private records sorted by latest modification date
vi: Tài liệu cá nhân sắp xếp theo thời gian chỉnh sửa gần nhất

source: Private records by type
vi: Tài liệu cá nhân phân theo thể loại

source: # Records by type
vi: # Tài liệu được phân loại

source: # Records by copyright
vi: # Tài liệu phân theo bản quyền

source: Records missing spatial range
vi: Tài liệu thiếu dữ liệu vùng địa lý

source: Records missing copyright
vi: Tài liệu thiếu thông tin về bản quyền

source: Datasets missing mandatory fields
vi: Các trường bắt buộc chưa nhập dữ liệu

source: Library records missing mandatory fields
vi: Các trường bắt buộc chưa nhập tài liệu thư viện

source: Laws records missing mandatory fields
vi: Các trường bắt buộc thiếu dữ liệu luật
